Repository: helson-lin/Framecho
Catalog: Framecho/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Record Video
zh_hans: 录制视频

source: Choose recording source
zh_hans: 选择录制来源

source: Choose a screen or window before recording
zh_hans: 录制前选择屏幕或窗口

source: Use full screen
zh_hans: 使用整个屏幕

source: Recording width
zh_hans: 录制宽度

source: Recording height
zh_hans: 录制高度

source: Start recording the selected source (Return)
zh_hans: 开始录制所选范围（Return）

source: Recording countdown off
zh_hans: 录屏倒计时关闭

source: Recording countdown: %llds
zh_hans: 录屏倒计时：%lld 秒

source: Recording resolution
zh_hans: 录制分辨率

source: Recording resolution: %@
zh_hans: 录制分辨率：%@

source: Camera shape
zh_hans: 摄像头形状

source: Square
zh_hans: 方形

source: Flip horizontally
zh_hans: 水平翻转

source: Merge Captions
zh_hans: 合并字幕

source: Captions track
zh_hans: 字幕轨道

source: Delete Caption
zh_hans: 删除字幕

source: Move Caption
zh_hans: 移动字幕

source: Change Caption Timing
zh_hans: 调整字幕时长

source: Normalize loudness
zh_hans: 响度归一化

source: Target −16 LUFS, with sample peaks below −1 dBFS. Background music keeps its own volume.
zh_hans: 目标响度 −16 LUFS，采样峰值控制在 −1 dBFS 以下。背景音乐使用独立音量。

source: Analyzing loudness…
zh_hans: 正在分析响度…

source: The audio could not be analyzed for loudness normalization.
zh_hans: 无法分析音频响度，请重试。

source: Loop to fill the video
zh_hans: 循环铺满整段视频

source: %@ track, loops %lld times (crossfaded)
zh_hans: 曲长 %1$@，已循环 %2$lld 次（交叉淡化）

source: %@ track, ends before the video does
zh_hans: 曲长 %@，会在视频结束前停止

source: Music
zh_hans: 音乐

source: Downloading %@…
zh_hans: 正在下载 %@…

source: Music: %@
zh_hans: 音乐：%@

source: The music couldn't be added: %@
zh_hans: 无法加入音乐：%@

source: Calm
zh_hans: 平静

source: Cinematic
zh_hans: 电影感

source: Upbeat
zh_hans: 轻快

source: Jazz
zh_hans: 爵士

source: The track couldn't be downloaded (HTTP %lld).
zh_hans: 曲目下载失败（HTTP %lld）。

source: Choose Music
zh_hans: 选择音乐

source: Remove Music
zh_hans: 移除音乐

source: This track is no longer in the music library.
zh_hans: 曲库中已没有这首曲目。

source: The music file couldn't be read.
zh_hans: 无法读取音乐文件。

source: Background Music
zh_hans: 背景音乐

source: Music Level
zh_hans: 音乐音量

source: Drops to %@ while you speak
zh_hans: 说话时降至 %@

source: Lower under narration
zh_hans: 说话时压低音乐

source: Transcribe the narration to lower the music while you speak.
zh_hans: 转写旁白后，说话时会自动压低音乐。

source: Choose Music…
zh_hans: 选择音乐…

source: Lay a track from the music library under the video
zh_hans: 从音乐库选一首曲子作为视频的背景音乐

source: Downloading…
zh_hans: 正在下载…

source: Change…
zh_hans: 更换…

source: Remove the music
zh_hans: 移除音乐

source: Music Library
zh_hans: 音乐库

source: Mood
zh_hans: 风格

source: All
zh_hans: 全部

source: Stop Preview
zh_hans: 停止试听

source: Preview
zh_hans: 试听

source: In Use
zh_hans: 使用中

source: This project uses this track
zh_hans: 当前项目正在使用这首曲目

source: Use
zh_hans: 使用

source: Downloads on first use
zh_hans: 首次使用时下载

source: Check each track's license before you publish.
zh_hans: 发布视频前，请确认每首曲目的授权。

source: Part of the card reaches past the canvas and will be cropped. Scale the base pose and every motion to fit.
zh_hans: 卡片有部分超出画布，导出时会被裁切。缩放基础姿态和所有运镜即可适配。

source: Add a zoom at the playhead
zh_hans: 在播放头处添加缩放

source: Turn zooms on to add one
zh_hans: 先打开缩放才能添加

source: Add a 3D motion block at the playhead
zh_hans: 在播放头处添加 3D 动效

source: Transcript
zh_hans: 文稿

source: Cut
zh_hans: 剪辑

source: Search Transcript
zh_hans: 搜索文稿

source: Search
zh_hans: 搜索

source: Show Transcript (⌥⌘T)
zh_hans: 显示文稿（⌥⌘T）

source: Hide Transcript (⌥⌘T)
zh_hans: 隐藏文稿（⌥⌘T）

source: Clean up the captions with AI, then review every change
zh_hans: 用 AI 整理字幕，每处修改确认后再应用

source: Transcribe the narration to edit its captions and cut the video by its words.
zh_hans: 转写旁白后，即可编辑字幕文字，并按文字剪辑视频。

source: No captions match “%@”.
zh_hans: 没有包含“%@”的字幕。

source: %lld captions
zh_hans: %lld 条字幕

source: %lld captions · cleaned up
zh_hans: %lld 条字幕 · 已整理

source: Edit in Transcript
zh_hans: 在文稿中编辑

source: Edit the captions' text and cut the video by its words
zh_hans: 编辑字幕文字，并按文字剪辑视频

source: The AI replied in a format Framecho couldn't read: “%@”
zh_hans: AI 返回的内容格式无法识别：“%@”

source: The AI ran out of room before answering. Try a model without deep thinking, or a faster variant.
zh_hans: AI 在给出答案前就用完了输出长度。请换用不带深度思考的模型，或更快的版本。

source: The AI returned an empty reply.
zh_hans: AI 返回了空内容。

source: Correct Captions
zh_hans: 校对字幕

source: Proofread…
zh_hans: 校对字幕…

source: Fix misheard words, names and punctuation, and review each fix before it reaches the captions
zh_hans: 修正听错的字词、名称和标点，每处修改确认后才会写入字幕

source: Proofreading… %lld/%lld
zh_hans: 正在校对… %1$lld/%2$lld

source: No misheard words found in the captions.
zh_hans: 字幕中没有发现听错的字词。

source: %lld fixes suggested
zh_hans: 建议修改 %lld 处

source: Skip All
zh_hans: 全部跳过

source: Accept All
zh_hans: 全部接受

source: Click a fix to skip it. Fixes change the captions only, and Restore Original undoes them.
zh_hans: 点按某处修改即可跳过。修改只影响字幕，可用“恢复原文”撤回。

source: Click to keep the original
zh_hans: 点按保留原文

source: Click to use the fix
zh_hans: 点按采用修改

source: %@ to %@
zh_hans: %1$@ 改为 %2$@

source: Will be fixed
zh_hans: 将被修改

source: Skipped
zh_hans: 已跳过

source: Apple Intelligence (On This Mac)
zh_hans: Apple Intelligence（本机）

source: OpenAI-Compatible API
zh_hans: OpenAI 兼容 API

source: Set up an AI provider in Settings › AI to find fillers in context.
zh_hans: 在“设置 › AI”中配置 AI 服务后，即可根据上下文识别口头禅。

source: The AI request failed: %@
zh_hans: AI 请求失败：%@

source: The AI replied in a format Framecho couldn't read.
zh_hans: AI 返回的内容格式无法识别。

source: This Mac doesn't support Apple Intelligence.
zh_hans: 这台 Mac 不支持 Apple Intelligence。

source: Turn on Apple Intelligence in System Settings to use it here.
zh_hans: 请先在系统设置中开启 Apple Intelligence。

source: Apple Intelligence is still downloading its model. Try again later.
zh_hans: Apple Intelligence 模型仍在下载，请稍后再试。

source: Apple Intelligence isn't available on this Mac.
zh_hans: 这台 Mac 上无法使用 Apple Intelligence。

source: Remove Fillers from Captions
zh_hans: 从字幕中去除口头禅

source: Restore Original Captions
zh_hans: 恢复原始字幕

source: Remove Fillers…
zh_hans: 去除口头禅…

source: Find fillers like “嗯”, “那个” or “um” and review them before they leave the captions. The video isn't cut.
zh_hans: 找出“嗯”“那个”“um”等口头禅，确认后再从字幕中去除。视频不会被剪辑。

source: Restore Original
zh_hans: 恢复原文

source: Show every word as it was transcribed
zh_hans: 按转写原样显示所有字词

source: Finding fillers… %lld/%lld
zh_hans: 正在查找口头禅… %1$lld/%2$lld

source: AI Settings…
zh_hans: AI 设置…

source: No fillers found in the captions.
zh_hans: 字幕中没有发现口头禅。

source: %lld fillers found
zh_hans: 发现 %lld 个口头禅

source: Apply (%lld)
zh_hans: 应用（%lld）

source: Click a word to keep it. Fillers leave the captions only; the video isn't cut.
zh_hans: 点按字词即可保留。口头禅只会从字幕中去除，视频不会被剪辑。

source: Will be removed
zh_hans: 将被去除

source: Kept
zh_hans: 保留

source: Hesitation sound
zh_hans: 语气声

source: Filler in context (AI)
zh_hans: 语境中的口头禅（AI）

source: %@ - click to keep
zh_hans: %@ - 点按保留

source: %@ - click to remove
zh_hans: %@ - 点按去除

source: Provider
zh_hans: 服务

source: Caption Cleanup
zh_hans: 字幕整理

source: Finds fillers like “嗯”, “那个” or “um” in Studio captions. Only the transcript text is sent; audio and video stay on this Mac.
zh_hans: 在 Studio 字幕中找出“嗯”“那个”“um”等口头禅。只会发送转写文字，音频和视频始终留在这台 Mac 上。

source: Test Connection
zh_hans: 测试连接

source: Model
zh_hans: 模型

source: Hide key
zh_hans: 隐藏密钥

source: Reveal key
zh_hans: 显示密钥

source: Endpoint
zh_hans: 接口

source: Presets
zh_hans: 预设

source: Works with any OpenAI-compatible chat API, such as OpenAI, DeepSeek, Qwen, Kimi or a local Ollama. The key is stored in your Keychain.
zh_hans: 支持任意 OpenAI 兼容的对话 API，例如 OpenAI、DeepSeek、通义千问、Kimi 或本地 Ollama。密钥保存在钥匙串中。

source: %@ (Default)
zh_hans: %@（默认）

# %@ is already assigned to %@. Your previous shortcut has been kept.
source: %1$@ is already assigned to %2$@. Your previous shortcut has been kept.
zh_hans: %1$@ 已分配给“%2$@”，已保留之前的快捷键。

source: 1 annotation selected
zh_hans: 已选择 1 个标注

source: A native, open-source screenshot and recording tool for macOS.
zh_hans: 一款原生、开源的 macOS 截图与录屏工具。

source: A screen, a window or an area.
zh_hans: 整个屏幕、单个窗口或任意区域。

source: A screen, a window or an area. Press %@ to draw one.
zh_hans: 整个屏幕、单个窗口或任意区域。按 %@ 框选区域。

source: Actual Size (⌘0)
zh_hans: 实际大小 (⌘0)

source: Add a motion block at the playhead, then shape its pose above
zh_hans: 在播放头处添加一段运镜，再在上方调整它的姿态

source: Add Track
zh_hans: 添加轨道

source: Adds your narration to recordings.
zh_hans: 在录屏中加入你的旁白。

source: Allow access
zh_hans: 允许访问

source: Allow Screen Recording
zh_hans: 允许屏幕录制

source: Allow Screen Recording to continue.
zh_hans: 允许屏幕录制后才能继续。

source: Allow Screen Recording…
zh_hans: 允许屏幕录制…

source: Allowed
zh_hans: 已允许

source: Allow…
zh_hans: 允许…

source: Annotate (E)
zh_hans: 标注 (E)

source: Annotate a capture, or pin it on top while you work.
zh_hans: 标注截图，或在工作时将它置顶在屏幕上。

source: Annotation tools
zh_hans: 标注工具

source: AVIF (smaller)
zh_hans: AVIF（更小）

source: Back
zh_hans: 返回

source: Captions come from narration. Record with the microphone on to transcribe it.
zh_hans: 字幕来自旁白。录制时打开麦克风，之后即可转写。

source: Capture anything
zh_hans: 截取任意内容

source: Capture Area and Pin
zh_hans: 截取区域并置顶

source: Capture on Timer delay
zh_hans: “定时截图”的延迟

source: Capture, record and mark up your screen from the menu bar or a shortcut.
zh_hans: 通过菜单栏或快捷键截图、录屏并标注屏幕内容。

source: Capture, record, annotate and pin, all a shortcut away.
zh_hans: 截图、录屏、标注和置顶，按一个快捷键就能开始。

source: Captures you upload to the cloud appear here.
zh_hans: 上传到云端的截图和录制会显示在这里。

source: Change Shortcuts
zh_hans: 修改快捷键

source: Change Shortcuts…
zh_hans: 更改快捷键…

source: Check for updates
zh_hans: 检查更新

source: Check Now
zh_hans: 立即检查

source: Checking…
zh_hans: 正在检查…

source: Click to record a new shortcut.
zh_hans: 点按以录制新的快捷键。

source: Close Pin (Esc)
zh_hans: 关闭置顶 (Esc)

source: Come back here and click Reopen
zh_hans: 回到这里，点「重新打开」

source: Copy (⌘C)
zh_hans: 拷贝 (⌘C)

source: Copy the image (⌘C)
zh_hans: 拷贝图片（⌘C）

source: Could not open the export folder: %@
zh_hans: 无法打开导出文件夹：%@

source: Couldn't transcribe the narration
zh_hans: 无法转写旁白

source: Countdown before every capture
zh_hans: 每次截图前倒计时

source: Crop the screenshot (⇧⌘C)
zh_hans: 裁剪截图（⇧⌘C）

source: Current
zh_hans: 当前

source: Date range
zh_hans: 日期范围

source: Discard
zh_hans: 放弃

source: Discard annotations
zh_hans: 放弃标注

source: Discard your annotations?
zh_hans: 要放弃标注吗？

source: Drafts
zh_hans: 草稿

source: Drag to measure a distance, or click to measure the block or gap under the pointer
zh_hans: 拖移以测量距离，或点按以测量指针下的区块或间距

source: Drag to move the card. Double-click to center it.
zh_hans: 拖动以移动卡片，双击回到中心。

source: Ease In
zh_hans: 缓入

source: Ease Out
zh_hans: 缓出

source: Entrance curve
zh_hans: 入场曲线

source: Every capture mode counts down first, which helps when you need to open a menu.
zh_hans: 所有截图方式都会先倒计时，适合需要先展开菜单的场景。

source: Exit curve
zh_hans: 出场曲线

source: Failed to copy image
zh_hans: 无法拷贝图像

source: Failed to copy the image: %@
zh_hans: 无法拷贝图片：%@

source: Failed to save annotation
zh_hans: 无法存储标注

source: Find
zh_hans: 查找

source: Framecho can't capture the screen until Screen Recording is allowed. Turn it on, then try again.
zh_hans: 允许屏幕录制后，Framecho 才能截取屏幕。请打开该权限，然后再试一次。

source: Framecho couldn't reopen itself
zh_hans: Framecho 无法自动重新打开

source: Get Started
zh_hans: 开始使用

source: Hide Subtitles
zh_hans: 隐藏字幕

source: Image
zh_hans: 图像

source: Image Uploads
zh_hans: 图片上传

source: Input Monitoring
zh_hans: 输入监听

source: Keep Editing
zh_hans: 继续编辑

source: Kind
zh_hans: 种类

source: Last checked %@
zh_hans: 上次检查：%@

source: Later
zh_hans: 稍后

source: Linear
zh_hans: 线性

source: macOS won't ask again. Turn Framecho on in Privacy & Security.
zh_hans: macOS 不会再次询问。请在“隐私与安全性”中打开 Framecho。

source: Managed on this Mac
zh_hans: 由此 Mac 的管理设置控制

source: Mark up and pin
zh_hans: 标注与置顶

source: Measure
zh_hans: 测量

source: Microphone
zh_hans: 麦克风

source: More
zh_hans: 更多

source: Needed for every screenshot and recording.
zh_hans: 截图和录屏都需要此权限。

source: No Drafts
zh_hans: 没有草稿

source: No Shared Captures
zh_hans: 没有已共享的内容

source: No shortcuts were pressed while recording.
zh_hans: 录制时没有按下快捷键。

source: Not checked yet
zh_hans: 尚未检查

source: Not Now
zh_hans: 以后再说

source: Notifications
zh_hans: 通知

source: Only for Capture on Timer, which captures the screen under the pointer. Other capture modes aren't affected.
zh_hans: 仅用于“定时截图”，截取指针所在的屏幕。其他截图方式不受影响。

source: Opacity %lld%%
zh_hans: 透明度 %lld%%

source: Opacity: scroll over the pin, or press [ and ]
zh_hans: 透明度：在钉图上滚动，或按 [ 和 ]

source: Open in Editor
zh_hans: 在编辑器中打开

source: Open Login Items…
zh_hans: 打开登录项…

source: Open Privacy & Security › Screen & System Audio Recording
zh_hans: 打开「隐私与安全性 › 屏幕与系统录音」

source: Opening %@
zh_hans: 正在打开 %@

source: Or start from a preset
zh_hans: 或从预设开始

source: Other…
zh_hans: 其他…

source: Overshoot
zh_hans: 回弹

source: Permissions
zh_hans: 权限

source: Pin Latest Screenshot
zh_hans: 置顶最近的截图

source: Pinning
zh_hans: 置顶

source: Pixels
zh_hans: 像素

source: Points
zh_hans: 点

source: Points divide pixels by the screenshot's pixel density, 2 on a Retina display
zh_hans: 点数等于像素数除以截图的像素密度，在 Retina 显示屏上为 2

source: Press Esc to cancel.
zh_hans: 按 Esc 键取消。

source: Press esc to leave the guide at any time.
zh_hans: 按 esc 可随时离开引导

source: Press keys…
zh_hans: 请按键…

source: Preview at low resolution while editing
zh_hans: 编辑时使用低分辨率预览

source: Previous 7 Days
zh_hans: 过去 7 天

source: Quit & Reopen
zh_hans: 退出并重新打开

source: Record your screen
zh_hans: 录制屏幕

source: Recording
zh_hans: 正在录制

source: Recordings with unsaved edits appear here.
zh_hans: 有未存储编辑的录制会显示在这里。

source: Redo
zh_hans: 重做

source: Reopen
zh_hans: 重新打开

source: Replacement Audio…
zh_hans: 替换音频…

source: Required
zh_hans: 必需

source: Reset position
zh_hans: 重置位置

source: Reset rotation
zh_hans: 重置旋转

source: Reset scale
zh_hans: 重置缩放

# Restore %@ to %@
source: Restore %1$@ to %2$@
zh_hans: 将“%1$@”恢复为 %2$@

source: Restore All Defaults
zh_hans: 全部恢复默认

source: Restore Default (%@)
zh_hans: 恢复默认（%@）

source: Rotation
zh_hans: 旋转

source: Save and close (⌘↩)
zh_hans: 存储并关闭（⌘↩）

source: Save annotations (Esc)
zh_hans: 存储标注 (Esc)

source: Save as Preset…
zh_hans: 存储为预设…

source: Save As…
zh_hans: 存储为…

source: Save, export or upload
zh_hans: 存储、导出或上传

source: Save… (⌘S)
zh_hans: 存储… (⌘S)

source: Saving…
zh_hans: 正在存储…

source: Scale Retina screenshots to 1x
zh_hans: 将 Retina 截图缩放为 1x

source: Screen Recording is required. The rest are optional, and you can change any of them later.
zh_hans: 屏幕录制为必需权限，其余均为可选，之后都可以随时更改。

source: Screen Recording is required. Turn on the rest as you need them; you can change any of them later in Settings.
zh_hans: 屏幕录制是必需的，其余可按需开启，之后也能在设置里修改。

source: Screenshots are converted before uploading; the copy in your Library stays lossless. 1x makes files about four times smaller but looks softer on Retina displays.
zh_hans: 截图会在上传前转换格式，资料库中的副本仍保持无损。缩放为 1x 可让文件缩小约四倍，但在 Retina 屏幕上会略显模糊。

source: Screenshots upload exactly as stored in your Library.
zh_hans: 截图将按资料库中保存的原样上传。

source: Shared
zh_hans: 已共享

source: Shared to the cloud
zh_hans: 已共享到云端

source: Show in Finder
zh_hans: 在访达中显示

source: Show Setup Guide…
zh_hans: 显示设置引导…

source: Show size
zh_hans: 显示尺寸

source: Show Subtitles
zh_hans: 显示字幕

source: Show this recording in Finder
zh_hans: 在访达中显示这段录制

source: Shows a downscaled image in the annotation editor to reduce memory use. Saved and exported screenshots are always full resolution.
zh_hans: 在标注编辑器中显示缩小的图像以节省内存。存储和导出的截图始终为原始分辨率。

source: Shows the keys you press and smooths the pointer in recordings.
zh_hans: 在录屏中显示你按下的按键，并让指针移动更平滑。

source: Shows you in a camera bubble while recording.
zh_hans: 录屏时用摄像头气泡显示你。

source: Smart Groups
zh_hans: 智能分组

source: Smooth
zh_hans: 平滑

source: Sort by %@
zh_hans: 按“%@”排序

source: Source code
zh_hans: 源代码

source: Spring
zh_hans: 弹簧

source: Step %lld of %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Stop selecting text (Esc)
zh_hans: 停止选择文字 (Esc)

source: System Settings
zh_hans: 系统设置

source: Tells you when a recording has finished exporting.
zh_hans: 录屏导出完成时通知你。

source: That capture didn't happen. Allow Screen Recording for Framecho in System Settings, then reopen Framecho.
zh_hans: 刚才的截图没有完成。在系统设置里打开 Framecho 的屏幕录制权限，然后重新打开 Framecho。

source: The pinned screenshot stays as it was.
zh_hans: 置顶的截图会保持原样。

source: The pointer is part of this recording's picture, so it can't be restyled.
zh_hans: 这段录制的指针已录进画面，无法调整样式。

source: This recording has no camera video. Turn on the camera before recording to add one.
zh_hans: 这段录制没有摄像头画面。录制前打开摄像头即可加入。

source: Thumbnail size
zh_hans: 缩略图大小

source: Today
zh_hans: 今天

source: Total duration
zh_hans: 总时长

source: Transcribe
zh_hans: 转写

source: Try it now: press these keys and drag over any part of the screen.
zh_hans: 现在就试试：按下这些键，框选屏幕上的任意区域。

source: Turn %@ · Tilt %@ · Rotate %@
zh_hans: 左右转 %@ · 俯仰 %@ · 旋转 %@

source: Turn on the switch next to Framecho
zh_hans: 打开 Framecho 旁边的开关

source: Turn the narration into captions
zh_hans: 把旁白转成字幕

source: Turned it on in System Settings? Quit and reopen Framecho to apply it.
zh_hans: 已在系统设置中打开？退出并重新打开 Framecho 后生效。

source: Turned something on in System Settings? Reopen Framecho to apply it.
zh_hans: 在系统设置里开启后，需要重新打开 Framecho 才会生效。

source: Undo
zh_hans: 撤销

source: Units
zh_hans: 单位

source: Upload and Copy Link…
zh_hans: 上传并拷贝链接…

source: Upload quality
zh_hans: 上传质量

source: Waiting for you to press the shortcut…
zh_hans: 等待你按下快捷键…

source: Welcome to Framecho
zh_hans: 欢迎使用 Framecho

source: With narration, a camera bubble and the keys you press.
zh_hans: 可加入旁白、摄像头气泡和按键提示。

source: Yesterday
zh_hans: 昨天

source: You can allow access later in Settings > General.
zh_hans: 之后可以在“设置 > 通用”中允许访问。

source: You're all set
zh_hans: 一切就绪

source: Zoom %lld%%
zh_hans: 缩放 %lld%%

source: Zoom & 3D Motion
zh_hans: 缩放与 3D 运动

source: Zoom In (⌘+)
zh_hans: 放大 (⌘+)

source: Zoom Out (⌘−)
zh_hans: 缩小 (⌘−)

source: · %lld selected
zh_hans: · 已选择 %lld 个

source: “%@” is ready to share.
zh_hans: “%@”已可共享。

source: “%@” will be removed from your saved presets. The current canvas settings won’t change.
zh_hans: “%@”将从存储的预设中移除。当前画布设置不会改变。

source: “%@” will be removed from your saved presets. The current recording won’t change.
zh_hans: “%@”将从存储的预设中移除。当前录制不会改变。

source: %@ - Edited
zh_hans: %@ - 已编辑

source: %@ - Unsaved
zh_hans: %@ - 未存储

source: %@ alignment
zh_hans: %@对齐

source: %@ could not be registered. It may be used by another app. Choose a different shortcut.
zh_hans: 无法注册 %@，它可能已被其他应用占用。请选择其他快捷键。

source: %@ has been saved.
zh_hans: %@ 已存储。

source: %@ value
zh_hans: %@数值

source: %@ Your previous shortcut has been kept.
zh_hans: %@ 已保留之前的快捷键。

source: %@: close its editor before moving it to Trash.
zh_hans: %@：请先关闭其编辑器，再移到废纸篓。

source: %lld annotations selected
zh_hans: 已选择 %lld 个标注

source: %lld captures
zh_hans: %lld 项

source: %lld Captures
zh_hans: %lld 项

source: %lld captures selected
zh_hans: 已选择 %lld 项

source: %lld lines
zh_hans: %lld 行

source: %lld local wallpapers were not included and will use no background.
zh_hans: %lld 张本地墙纸未包含在内，将不使用背景。

source: %lld pixels
zh_hans: %lld 像素

source: %lld recording projects have unsaved edits. Those are kept and restored the next time you open them.
zh_hans: %lld 个录制项目有未存储的编辑。这些编辑会被保留，并在下次打开时恢复。

source: %lld Screenshots
zh_hans: %lld 张截图

source: %lld seconds
zh_hans: %lld 秒

source: %lld zooms
zh_hans: %lld 个缩放

source: 1 capture
zh_hans: 1 项

source: 1 Capture
zh_hans: 1 项

source: 1 local wallpaper was not included and will use no background.
zh_hans: 1 张本地墙纸未包含在内，将不使用背景。

source: 1 recording project has unsaved edits. Those are kept and restored the next time you open them.
zh_hans: 1 个录制项目有未存储的编辑。这些编辑会被保留，并在下次打开时恢复。

source: 1 Screenshot
zh_hans: 1 张截图

source: 1 second
zh_hans: 1 秒

source: 3D Perspective
zh_hans: 3D 透视

source: 3D Perspective sets the position while it’s on.
zh_hans: 3D 透视开启时，位置由镜头取景决定。

source: A preset with this name already exists.
zh_hans: 已存在同名预设。

source: A screen recording is still in progress
zh_hans: 屏幕录制仍在进行中

source: About
zh_hans: 关于

source: Add Audio
zh_hans: 添加音频

source: Add a zoom at the playhead, or drag across the zoom lane
zh_hans: 在播放头处添加缩放，或在缩放轨道上拖移

source: Add Preset
zh_hans: 添加预设

source: Add watermark
zh_hans: 添加水印

source: Add Zoom
zh_hans: 添加缩放

source: Add Zoom at Playhead
zh_hans: 在播放头处添加缩放

source: Added %lld redactions.
zh_hans: 已添加 %lld 处遮挡。

source: Added 1 redaction.
zh_hans: 已添加 1 处遮挡。

source: After Capture
zh_hans: 截图后

source: After Export
zh_hans: 导出后

source: After Recording
zh_hans: 录制后

source: Aim the zoom at the pointer's position under the playhead
zh_hans: 将缩放对准播放头处的指针位置

source: Aim Zoom
zh_hans: 调整缩放目标

source: Alignment
zh_hans: 对齐

source: All Captures
zh_hans: 全部

source: All changes saved
zh_hans: 所有更改已存储

source: Allow Framecho to use the camera in Privacy & Security, then select it again.
zh_hans: 请在“隐私与安全性”中允许 Framecho 使用摄像头，然后重新选择。

source: Allow Framecho to use the microphone in Privacy & Security, then select it again.
zh_hans: 请在“隐私与安全性”中允许 Framecho 使用麦克风，然后重新选择。

source: Amethyst
zh_hans: 紫水晶

source: Amount
zh_hans: 数量

source: Angle
zh_hans: 角度

source: Angled
zh_hans: 倾斜

source: Animation
zh_hans: 动效

source: Annotate
zh_hans: 标注

source: Annotate screenshot
zh_hans: 标注截图

source: Apply to
zh_hans: 应用到

source: Approve Framecho in System Settings → General → Login Items.
zh_hans: 请在“系统设置”→“通用”→“登录项”中允许 Framecho。

source: Area
zh_hans: 区域

source: Area - drag to select the region to record
zh_hans: 区域 - 拖移以选择要录制的区域

source: Arrow
zh_hans: 箭头

source: Aspect ratio
zh_hans: 宽高比

source: Aspect Ratio
zh_hans: 宽高比

source: Audio
zh_hans: 音频

source: Audio speeds up with the clip
zh_hans: 音频随片段一起变速

source: Aurora
zh_hans: 极光

source: Author Picks
zh_hans: 作者精选

source: Auto
zh_hans: 自动

source: Auto Redact
zh_hans: 自动遮挡

source: Auto Zoom
zh_hans: 自动缩放

source: Auto Zoom turns your recorded clicks into camera moves.
zh_hans: 自动缩放会将你录制的点按转换为镜头运动。

source: Auto-close
zh_hans: 自动关闭

source: Automatic uploads are paused until Cloud is set up.
zh_hans: 设置好云端之前，自动上传已暂停。

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically dismiss a preview after this delay, unless you're using it.
zh_hans: 在此时长后自动关闭预览（正在使用时除外）。

source: Automatically save the capture to the export folder.
zh_hans: 自动存储到导出文件夹。

source: Back to Start
zh_hans: 回到开头

source: Background
zh_hans: 背景

source: Background preset
zh_hans: 背景预设

source: Based on Screendrop by Fayaz Ahmed
zh_hans: 基于 Fayaz Ahmed 的 Screendrop

source: Black
zh_hans: 黑色

source: Blue
zh_hans: 蓝色

source: Blur
zh_hans: 模糊

source: Blur focus position
zh_hans: 模糊焦点位置

source: Blur only the screenshot content inside its frame
zh_hans: 仅模糊边框内的截图内容

source: Blur the transformed screenshot together with its background
zh_hans: 将变换后的截图与背景一起模糊

source: Blush
zh_hans: 淡粉

source: Border
zh_hans: 边框

source: Bottom
zh_hans: 底部

source: Bottom left
zh_hans: 左下

source: Bottom right
zh_hans: 右下

source: Building the timeline
zh_hans: 构建时间轴

source: Calculating…
zh_hans: 正在计算…

source: Camera
zh_hans: 摄像头

source: Camera access is not allowed, so this recording will not include a camera bubble.
zh_hans: 未获准访问摄像头，因此本次录制不包含摄像头画面。

source: Camera access needed
zh_hans: 需要摄像头访问权限

source: Camera angle
zh_hans: 镜头角度

source: Camera focus
zh_hans: 镜头焦点

source: Camera off
zh_hans: 摄像头已关闭

source: Camera off - click to record your camera, right-click to pick one
zh_hans: 摄像头已关闭 - 点按以录制摄像头，右键点按以选择摄像头

source: Camera on
zh_hans: 摄像头已打开

source: Camera on - %@, right-click to switch
zh_hans: 摄像头已打开 - %@，右键点按以切换

source: Camera unavailable - right-click to choose another camera
zh_hans: 摄像头不可用 - 右键点按以选择其他摄像头

source: Cancel
zh_hans: 取消

source: Cancel countdown (Esc)
zh_hans: 取消倒计时（Esc）

source: Cancel Export
zh_hans: 取消导出

source: Cancel Share
zh_hans: 取消共享

source: Cancel upload
zh_hans: 取消上传
